{
    "results": [{
        "details": {
            "company": "QUALITY CHOICE (Chain Drug Marketing Association)",
            "stockLeft": 103,
            "buyLimit": 7,
            "summery": "magna vestibulum aliquet ultrices erat tortor sollicitudin mi sit",
            "description": "Proin interdum mauris non ligula pellentesque ultrices. Phasellus id sapien in sapien iaculis congue. Vivamus metus arcu, adipiscing molestie, hendrerit at, vulputate vitae, nisl. Aenean lectus. Pellentesque eget nunc. Donec quis orci eget orci vehicula condimentum. Curabitur in libero ut massa volutpat convallis. Morbi odio odio, elementum eu, interdum eu, tincidunt in, leo. Maecenas pulvinar lobortis est. Phasellus sit amet erat. Nulla tempus. Vivamus in felis eu sapien cursus vestibulum.",
            "genericName": "Mineral oil"
        },
        "id": "5593ada64d6f63208bc55100",
        "title": "Mineral oil",
        "cost": "$7.75"
    }, {
        "details": {
            "company": "Rugby Laboratories, Inc.",
            "stockLeft": 67,
            "buyLimit": 2,
            "summery": "quis tortor id nulla ultrices",
            "description": "Vestibulum ante ipsum primis in faucibus orci luctus et ultrices posuere cubilia Curae; Nulla dapibus dolor vel est. Donec odio justo, sollicitudin ut, suscipit a, feugiat et, eros. Vestibulum ac est lacinia nisi venenatis tristique. Fusce congue, diam id ornare imperdiet, sapien urna pretium nisl, ut volutpat sapien arcu sed augue. Aliquam erat volutpat. In congue. Etiam justo.",
            "genericName": "docusate sodium"
        },
        "id": "5593ada64d6f63208bc65100",
        "title": "Diocto",
        "cost": "$20.91"
    }, {
        "details": {
            "company": "CLEANSIA CORPORATION LTD.",
            "stockLeft": 107,
            "summery": "id nulla ultrices aliquet maecenas leo odio condimentum",
            "description": "Fusce posuere felis sed lacus. Morbi sem mauris, laoreet ut, rhoncus aliquet, pulvinar sed, nisl. Nunc rhoncus dui vel sem. Sed sagittis. Nam congue, risus semper porta volutpat, quam pede lobortis ligula, sit amet eleifend pede libero quis orci. Nullam molestie nibh in lectus. Pellentesque at nulla. Suspendisse potenti. Cras in purus eu magna vulputate luctus. Cum sociis natoque penatibus et magnis dis parturient montes, nascetur ridiculus mus. Vivamus vestibulum sagittis sapien. Cum sociis natoque penatibus et magnis dis parturient montes, nascetur ridiculus mus. Etiam vel augue. Vestibulum rutrum rutrum neque. Aenean auctor gravida sem. Praesent id massa id nisl venenatis lacinia. Aenean sit amet justo. Morbi ut odio. Cras mi pede, malesuada in, imperdiet et, commodo vulputate, justo.",
            "genericName": "TITANIUM DIOXIDE"
        },
        "id": "5593ada64d6f63208bc75100",
        "title": "NWC21 NATURAL SUN PROTECTOR",
        "cost": "$30.41"
    }, {
        "details": {
            "company": "REMEDYREPACK INC.",
            "stockLeft": 121,
            "summery": "congue vivamus metus",
            "description": "Integer a nibh. In quis justo. Maecenas rhoncus aliquam lacus. Morbi quis tortor id nulla ultrices aliquet. Maecenas leo odio, condimentum id, luctus nec, molestie sed, justo. Pellentesque viverra pede ac diam.",
            "genericName": "Asacol"
        },
        "id": "5593ada64d6f63208bc85100",
        "title": "Asacol",
        "cost": "$20.93"
    }, {
        "details": {
            "company": "Meijer Distribution Inc",
            "stockLeft": 57,
            "buyLimit": 8,
            "summery": "rhoncus aliquam lacus morbi quis tortor",
            "description": "Etiam pretium iaculis justo. In hac habitasse platea dictumst. Etiam faucibus cursus urna. Ut tellus. Nulla ut erat id mauris vulputate elementum. Nullam varius. Nulla facilisi. Cras non velit nec nisi vulputate nonummy. Maecenas tincidunt lacus at velit. Vivamus vel nulla eget eros elementum pellentesque. Quisque porta volutpat erat. Quisque erat eros, viverra eget, congue eget, semper rutrum, nulla. Nunc purus.",
            "genericName": "Avobenzone, Octocrylene"
        },
        "id": "5593ada64d6f63208bc95100",
        "title": "Meijer Elements Daily Facial Moisturizer",
        "cost": "$56.37"
    }, {
        "details": {
            "company": "Deseret Biologicals, Inc.",
            "stockLeft": 70,
            "buyLimit": 4,
            "summery": "sapien ut nunc vestibulum ante",
            "description": "Duis aliquam convallis nunc. Proin at turpis a pede posuere nonummy. Integer non velit. Donec diam neque, vestibulum eget, vulputate ut, ultrices vel, augue. Vestibulum ante ipsum primis in faucibus orci luctus et ultrices posuere cubilia Curae; Donec pharetra, magna vestibulum aliquet ultrices, erat tortor sollicitudin mi, sit amet lobortis sapien sapien non mi. Integer ac neque. Duis bibendum. Morbi non quam nec dui luctus rutrum. Nulla tellus. In sagittis dui vel nisl. Duis ac nibh. Fusce lacus purus, aliquet at, feugiat non, pretium quis, lectus. Suspendisse potenti. In eleifend quam a odio. In hac habitasse platea dictumst. Maecenas ut massa quis augue luctus tincidunt. Nulla mollis molestie lorem. Quisque ut erat.",
            "genericName": "Rutin"
        },
        "id": "5593ada64d6f63208bca5100",
        "title": "Rutin",
        "cost": "$30.72"
    }, {
        "details": {
            "company": "KANEBO COSMETICS INC",
            "stockLeft": 132,
            "buyLimit": 10,
            "summery": "integer pede justo lacinia eget",
            "description": "Aliquam erat volutpat. In congue. Etiam justo. Etiam pretium iaculis justo. In hac habitasse platea dictumst. Etiam faucibus cursus urna. Ut tellus. Nulla ut erat id mauris vulputate elementum. Nullam varius. Nulla facilisi. Cras non velit nec nisi vulputate nonummy. Maecenas tincidunt lacus at velit. Vivamus vel nulla eget eros elementum pellentesque. Quisque porta volutpat erat.",
            "genericName": "TITANIUM DIOXIDE and OCTINOXATE"
        },
        "id": "5593ada64d6f63208bcb5100",
        "title": "SENSAI FLUID FINISH FF204.5",
        "cost": "$41.69"
    }, {
        "details": {
            "company": "Johnson \u0026 Johnson Consumer Products Company, Division of Johnson \u0026 Johnson Consumer Companies, Inc.",
            "stockLeft": 29,
            "summery": "urna ut tellus nulla",
            "description": "Etiam justo. Etiam pretium iaculis justo. In hac habitasse platea dictumst. Etiam faucibus cursus urna. Ut tellus. Nulla ut erat id mauris vulputate elementum. Nullam varius. Nulla facilisi. Cras non velit nec nisi vulputate nonummy. Maecenas tincidunt lacus at velit. Vivamus vel nulla eget eros elementum pellentesque. Quisque porta volutpat erat. Quisque erat eros, viverra eget, congue eget, semper rutrum, nulla. Nunc purus. Phasellus in felis. Donec semper sapien a libero. Nam dui. Proin leo odio, porttitor id, consequat in, consequat ut, nulla.",
            "genericName": "Titanium Dioxide and Zinc Oxide"
        },
        "id": "5593ada64d6f63208bcc5100",
        "title": "Aveeno Baby Natural Protection Face",
        "cost": "$4.53"
    }, {
        "details": {
            "company": "Heritage Pharmaceuticals Inc.",
            "stockLeft": 61,
            "summery": "dui luctus",
            "description": "Suspendisse potenti. In eleifend quam a odio. In hac habitasse platea dictumst. Maecenas ut massa quis augue luctus tincidunt. Nulla mollis molestie lorem. Quisque ut erat. Curabitur gravida nisi at nibh. In hac habitasse platea dictumst. Aliquam augue quam, sollicitudin vitae, consectetuer eget, rutrum at, lorem. Integer tincidunt ante vel ipsum. Praesent blandit lacinia erat. Vestibulum sed magna at nunc commodo placerat. Praesent blandit. Nam nulla. Integer pede justo, lacinia eget, tincidunt eget, tempus vel, pede.",
            "genericName": "Propranolol Hydrochloride"
        },
        "id": "5593ada64d6f63208bcd5100",
        "title": "Propranolol Hydrochloride",
        "cost": "$55.90"
    }, {
        "details": {
            "company": "Lake Erie Medical DBA Quality Care Products LLC",
            "stockLeft": 106,
            "summery": "odio odio elementum eu",
            "description": "Cras non velit nec nisi vulputate nonummy. Maecenas tincidunt lacus at velit. Vivamus vel nulla eget eros elementum pellentesque. Quisque porta volutpat erat. Quisque erat eros, viverra eget, congue eget, semper rutrum, nulla. Nunc purus. Phasellus in felis. Donec semper sapien a libero. Nam dui.",
            "genericName": "Mirtazapine"
        },
        "id": "5593ada64d6f63208bce5100",
        "title": "Mirtazapine",
        "cost": "$44.71"
    }, {
        "details": {
            "company": "Neutrogena Corporation",
            "stockLeft": 73,
            "summery": "aliquet massa id lobortis convallis tortor risus",
            "description": "Duis bibendum. Morbi non quam nec dui luctus rutrum. Nulla tellus. In sagittis dui vel nisl. Duis ac nibh. Fusce lacus purus, aliquet at, feugiat non, pretium quis, lectus. Suspendisse potenti. In eleifend quam a odio. In hac habitasse platea dictumst. Maecenas ut massa quis augue luctus tincidunt. Nulla mollis molestie lorem. Quisque ut erat. Curabitur gravida nisi at nibh. In hac habitasse platea dictumst. Aliquam augue quam, sollicitudin vitae, consectetuer eget, rutrum at, lorem. Integer tincidunt ante vel ipsum. Praesent blandit lacinia erat. Vestibulum sed magna at nunc commodo placerat.",
            "genericName": "Avobenzone, Homosalate, Octisalate, Octocrylene, and Oxybenzone"
        },
        "id": "5593ada64d6f63208bcf5100",
        "title": "Neutrogena Healthy Defense Daily Moisturizer",
        "cost": "$57.44"
    }, {
        "details": {
            "company": "Sion Biotext Medical Ltd.",
            "stockLeft": 24,
            "summery": "libero non",
            "description": "Duis at velit eu est congue elementum. In hac habitasse platea dictumst. Morbi vestibulum, velit id pretium iaculis, diam erat fermentum justo, nec condimentum neque sapien placerat ante. Nulla justo. Aliquam quis turpis eget elit sodales scelerisque. Mauris sit amet eros. Suspendisse accumsan tortor quis turpis. Sed ante. Vivamus tortor. Duis mattis egestas metus. Aenean fermentum. Donec ut mauris eget massa tempor convallis. Nulla neque libero, convallis eget, eleifend luctus, ultricies eu, nibh. Quisque id justo sit amet sapien dignissim vestibulum. Vestibulum ante ipsum primis in faucibus orci luctus et ultrices posuere cubilia Curae; Nulla dapibus dolor vel est. Donec odio justo, sollicitudin ut, suscipit a, feugiat et, eros. Vestibulum ac est lacinia nisi venenatis tristique. Fusce congue, diam id ornare imperdiet, sapien urna pretium nisl, ut volutpat sapien arcu sed augue. Aliquam erat volutpat. In congue.",
            "genericName": "PETROLATUM"
        },
        "id": "5593ada64d6f63208bd05100",
        "title": "Vitamin A D",
        "cost": "$13.04"
    }, {
        "details": {
            "company": "Nelco Laboratories, Inc.",
            "stockLeft": 64,
            "buyLimit": 10,
            "summery": "ante ipsum",
            "description": "Morbi non quam nec dui luctus rutrum. Nulla tellus. In sagittis dui vel nisl. Duis ac nibh. Fusce lacus purus, aliquet at, feugiat non, pretium quis, lectus. Suspendisse potenti. In eleifend quam a odio. In hac habitasse platea dictumst. Maecenas ut massa quis augue luctus tincidunt. Nulla mollis molestie lorem.",
            "genericName": "Scallop"
        },
        "id": "5593ada64d6f63208bd15100",
        "title": "Scallop",
        "cost": "$38.02"
    }, {
        "details": {
            "company": "FREDS, INC",
            "stockLeft": 78,
            "buyLimit": 7,
            "summery": "eros suspendisse accumsan tortor",
            "description": "Suspendisse ornare consequat lectus. In est risus, auctor sed, tristique in, tempus sit amet, sem. Fusce consequat. Nulla nisl. Nunc nisl. Duis bibendum, felis sed interdum venenatis, turpis enim blandit mi, in porttitor pede justo eu massa. Donec dapibus. Duis at velit eu est congue elementum. In hac habitasse platea dictumst. Morbi vestibulum, velit id pretium iaculis, diam erat fermentum justo, nec condimentum neque sapien placerat ante. Nulla justo. Aliquam quis turpis eget elit sodales scelerisque.",
            "genericName": "ACETAMINOPHEN"
        },
        "id": "5593ada64d6f63208bd25100",
        "title": "ACETAMINOPHEN",
        "cost": "$25.99"
    }, {
        "details": {
            "company": "Chain Drug Marketing Association Inc.",
            "stockLeft": 54,
            "buyLimit": 1,
            "summery": "posuere cubilia curae donec pharetra magna vestibulum",
            "description": "Donec ut dolor. Morbi vel lectus in quam fringilla rhoncus. Mauris enim leo, rhoncus sed, vestibulum sit amet, cursus id, turpis. Integer aliquet, massa id lobortis convallis, tortor risus dapibus augue, vel accumsan tellus nisi eu orci. Mauris lacinia sapien quis libero. Nullam sit amet turpis elementum ligula vehicula consequat. Morbi a ipsum. Integer a nibh. In quis justo. Maecenas rhoncus aliquam lacus. Morbi quis tortor id nulla ultrices aliquet. Maecenas leo odio, condimentum id, luctus nec, molestie sed, justo. Pellentesque viverra pede ac diam. Cras pellentesque volutpat dui. Maecenas tristique, est et tempus semper, est quam pharetra magna, ac consequat metus sapien ut nunc. Vestibulum ante ipsum primis in faucibus orci luctus et ultrices posuere cubilia Curae; Mauris viverra diam vitae quam. Suspendisse potenti. Nullam porttitor lacus at turpis. Donec posuere metus vitae ipsum. Aliquam non mauris.",
            "genericName": "Nicotine Polacrilex"
        },
        "id": "5593ada64d6f63208bd35100",
        "title": "Nicotine Polacrilex, Coated Fruit Flavor",
        "cost": "$15.46"
    }, {
        "details": {
            "company": "Nelson Bach USA, Ltd.",
            "stockLeft": 48,
            "summery": "fusce posuere felis sed",
            "description": "Duis at velit eu est congue elementum. In hac habitasse platea dictumst. Morbi vestibulum, velit id pretium iaculis, diam erat fermentum justo, nec condimentum neque sapien placerat ante. Nulla justo. Aliquam quis turpis eget elit sodales scelerisque. Mauris sit amet eros. Suspendisse accumsan tortor quis turpis. Sed ante. Vivamus tortor. Duis mattis egestas metus. Aenean fermentum. Donec ut mauris eget massa tempor convallis. Nulla neque libero, convallis eget, eleifend luctus, ultricies eu, nibh. Quisque id justo sit amet sapien dignissim vestibulum.",
            "genericName": "Horse Chestnut, Calendula Officinalis Flowering Top, Collinsonia Canadensis Root, Hamamelis Virginiana Root Bark/Stem Bark, and Paeonia Officinalis Root"
        },
        "id": "5593ada64d6f63208bd45100",
        "title": "H plus Care Hemorrhoid",
        "cost": "$12.05"
    }, {
        "details": {
            "company": "Western Family Food, Inc.",
            "stockLeft": 102,
            "buyLimit": 3,
            "summery": "habitasse platea dictumst aliquam augue quam sollicitudin vitae consectetuer",
            "description": "Maecenas pulvinar lobortis est. Phasellus sit amet erat. Nulla tempus. Vivamus in felis eu sapien cursus vestibulum. Proin eu mi. Nulla ac enim. In tempor, turpis nec euismod scelerisque, quam turpis adipiscing lorem, vitae mattis nibh ligula nec sem. Duis aliquam convallis nunc. Proin at turpis a pede posuere nonummy. Integer non velit.",
            "genericName": "Camphor"
        },
        "id": "5593ada64d6f63208bd55100",
        "title": "Western Family Pain Relieving",
        "cost": "$8.09"
    }, {
        "details": {
            "company": "TONYMOLY CO., LTD.",
            "stockLeft": 87,
            "buyLimit": 4,
            "summery": "justo aliquam",
            "description": "Mauris lacinia sapien quis libero. Nullam sit amet turpis elementum ligula vehicula consequat. Morbi a ipsum. Integer a nibh. In quis justo. Maecenas rhoncus aliquam lacus. Morbi quis tortor id nulla ultrices aliquet. Maecenas leo odio, condimentum id, luctus nec, molestie sed, justo. Pellentesque viverra pede ac diam. Cras pellentesque volutpat dui. Maecenas tristique, est et tempus semper, est quam pharetra magna, ac consequat metus sapien ut nunc. Vestibulum ante ipsum primis in faucibus orci luctus et ultrices posuere cubilia Curae; Mauris viverra diam vitae quam. Suspendisse potenti. Nullam porttitor lacus at turpis. Donec posuere metus vitae ipsum. Aliquam non mauris.",
            "genericName": "Titanium Dioxide, OCTINOXATE, Zinc Oxide"
        },
        "id": "5593ada64d6f63208bd65100",
        "title": "Face Mix Skin Foundation",
        "cost": "$11.61"
    }, {
        "details": {
            "company": "SKINFOOD CO., LTD.",
            "stockLeft": 38,
            "summery": "mauris vulputate elementum nullam varius nulla facilisi",
            "description": "Fusce lacus purus, aliquet at, feugiat non, pretium quis, lectus. Suspendisse potenti. In eleifend quam a odio. In hac habitasse platea dictumst. Maecenas ut massa quis augue luctus tincidunt. Nulla mollis molestie lorem. Quisque ut erat. Curabitur gravida nisi at nibh. In hac habitasse platea dictumst. Aliquam augue quam, sollicitudin vitae, consectetuer eget, rutrum at, lorem. Integer tincidunt ante vel ipsum. Praesent blandit lacinia erat. Vestibulum sed magna at nunc commodo placerat. Praesent blandit. Nam nulla. Integer pede justo, lacinia eget, tincidunt eget, tempus vel, pede. Morbi porttitor lorem id ligula.",
            "genericName": "DIMETHICONE"
        },
        "id": "5593ada64d6f63208bd75100",
        "title": "GOLD CAVIAR SERUM",
        "cost": "$59.87"
    }, {
        "details": {
            "company": "Cover FX Skin Care, Inc.",
            "stockLeft": 29,
            "buyLimit": 9,
            "summery": "tempor turpis nec euismod scelerisque",
            "description": "Suspendisse potenti. Nullam porttitor lacus at turpis. Donec posuere metus vitae ipsum. Aliquam non mauris. Morbi non lectus. Aliquam sit amet diam in magna bibendum imperdiet. Nullam orci pede, venenatis non, sodales sed, tincidunt eu, felis. Fusce posuere felis sed lacus. Morbi sem mauris, laoreet ut, rhoncus aliquet, pulvinar sed, nisl. Nunc rhoncus dui vel sem. Sed sagittis. Nam congue, risus semper porta volutpat, quam pede lobortis ligula, sit amet eleifend pede libero quis orci. Nullam molestie nibh in lectus. Pellentesque at nulla. Suspendisse potenti.",
            "genericName": "SALICYLIC ACID"
        },
        "id": "5593ada64d6f63208bd85100",
        "title": "Cover Fx BB Gel Mattfying Anti-Blemish G Med-Deep",
        "cost": "$9.22"
    }, {
        "details": {
            "company": "BJWC (Berkley \u0026 Jensen / BJ's)",
            "stockLeft": 55,
            "buyLimit": 8,
            "summery": "sapien ut",
            "description": "Cum sociis natoque penatibus et magnis dis parturient montes, nascetur ridiculus mus. Vivamus vestibulum sagittis sapien. Cum sociis natoque penatibus et magnis dis parturient montes, nascetur ridiculus mus. Etiam vel augue. Vestibulum rutrum rutrum neque. Aenean auctor gravida sem. Praesent id massa id nisl venenatis lacinia.",
            "genericName": "Acetaminophen, Diphenhydramine HCl"
        },
        "id": "5593ada64d6f63208bd95100",
        "title": "Acetaminophen PM",
        "cost": "$57.45"
    }, {
        "details": {
            "company": "Ohm Laboratories Inc.",
            "stockLeft": 51,
            "summery": "in libero ut",
            "description": "Nulla mollis molestie lorem. Quisque ut erat. Curabitur gravida nisi at nibh. In hac habitasse platea dictumst. Aliquam augue quam, sollicitudin vitae, consectetuer eget, rutrum at, lorem. Integer tincidunt ante vel ipsum. Praesent blandit lacinia erat.",
            "genericName": "norethindrone"
        },
        "id": "5593ada64d6f63208bda5100",
        "title": "NORLYROC",
        "cost": "$20.65"
    }, {
        "details": {
            "company": "Medi-Physics Inc.",
            "stockLeft": 30,
            "summery": "nibh in lectus",
            "description": "Cras pellentesque volutpat dui. Maecenas tristique, est et tempus semper, est quam pharetra magna, ac consequat metus sapien ut nunc. Vestibulum ante ipsum primis in faucibus orci luctus et ultrices posuere cubilia Curae; Mauris viverra diam vitae quam. Suspendisse potenti. Nullam porttitor lacus at turpis. Donec posuere metus vitae ipsum. Aliquam non mauris. Morbi non lectus.",
            "genericName": "TECHNETIUM TC-99M SODIUM PERTECHNETATE"
        },
        "id": "5593ada64d6f63208bdb5100",
        "title": "Technetium Tc99m Generator",
        "cost": "$40.26"
    }, {
        "details": {
            "company": "McKesson Contract Packaging",
            "stockLeft": 114,
            "summery": "aliquam lacus",
            "description": "Nam nulla. Integer pede justo, lacinia eget, tincidunt eget, tempus vel, pede. Morbi porttitor lorem id ligula. Suspendisse ornare consequat lectus. In est risus, auctor sed, tristique in, tempus sit amet, sem. Fusce consequat.",
            "genericName": "folic acid"
        },
        "id": "5593ada64d6f63208bdc5100",
        "title": "folic acid",
        "cost": "$5.46"
    }, {
        "details": {
            "company": "Uriel Pharmacy Inc.",
            "stockLeft": 133,
            "summery": "nulla ultrices aliquet maecenas leo",
            "description": "Suspendisse ornare consequat lectus. In est risus, auctor sed, tristique in, tempus sit amet, sem. Fusce consequat. Nulla nisl. Nunc nisl. Duis bibendum, felis sed interdum venenatis, turpis enim blandit mi, in porttitor pede justo eu massa. Donec dapibus. Duis at velit eu est congue elementum.",
            "genericName": "Calendula Stibium"
        },
        "id": "5593ada64d6f63208bdd5100",
        "title": "Calendula Stibium",
        "cost": "$13.76"
    }, {
        "details": {
            "company": "Darby Dental Supply LLC",
            "stockLeft": 89,
            "summery": "porta volutpat quam pede",
            "description": "Proin interdum mauris non ligula pellentesque ultrices. Phasellus id sapien in sapien iaculis congue. Vivamus metus arcu, adipiscing molestie, hendrerit at, vulputate vitae, nisl. Aenean lectus. Pellentesque eget nunc. Donec quis orci eget orci vehicula condimentum. Curabitur in libero ut massa volutpat convallis. Morbi odio odio, elementum eu, interdum eu, tincidunt in, leo. Maecenas pulvinar lobortis est.",
            "genericName": "Benzocaine"
        },
        "id": "5593ada64d6f63208bde5100",
        "title": "Superdent",
        "cost": "$13.98"
    }, {
        "details": {
            "company": "Teva Pharmaceuticals USA Inc",
            "stockLeft": 98,
            "summery": "non velit",
            "description": "Nulla mollis molestie lorem. Quisque ut erat. Curabitur gravida nisi at nibh. In hac habitasse platea dictumst. Aliquam augue quam, sollicitudin vitae, consectetuer eget, rutrum at, lorem. Integer tincidunt ante vel ipsum. Praesent blandit lacinia erat. Vestibulum sed magna at nunc commodo placerat. Praesent blandit. Nam nulla. Integer pede justo, lacinia eget, tincidunt eget, tempus vel, pede. Morbi porttitor lorem id ligula. Suspendisse ornare consequat lectus. In est risus, auctor sed, tristique in, tempus sit amet, sem. Fusce consequat.",
            "genericName": "Irbesartan"
        },
        "id": "5593ada64d6f63208bdf5100",
        "title": "Irbesartan",
        "cost": "$1.23"
    }, {
        "details": {
            "company": "Akorn, Inc.",
            "stockLeft": 53,
            "summery": "urna pretium",
            "description": "Nam nulla. Integer pede justo, lacinia eget, tincidunt eget, tempus vel, pede. Morbi porttitor lorem id ligula. Suspendisse ornare consequat lectus. In est risus, auctor sed, tristique in, tempus sit amet, sem. Fusce consequat. Nulla nisl. Nunc nisl. Duis bibendum, felis sed interdum venenatis, turpis enim blandit mi, in porttitor pede justo eu massa. Donec dapibus. Duis at velit eu est congue elementum. In hac habitasse platea dictumst.",
            "genericName": "Dronabinol"
        },
        "id": "5593ada64d6f63208be05100",
        "title": "Dronabinol",
        "cost": "$47.82"
    }, {
        "details": {
            "company": "Natureplex LLC",
            "stockLeft": 135,
            "summery": "tristique est et tempus semper est quam pharetra magna",
            "description": "Suspendisse potenti. In eleifend quam a odio. In hac habitasse platea dictumst. Maecenas ut massa quis augue luctus tincidunt. Nulla mollis molestie lorem. Quisque ut erat. Curabitur gravida nisi at nibh. In hac habitasse platea dictumst.",
            "genericName": "DIPHENHYDRAMINE and ZINC ACETATE"
        },
        "id": "5593ada64d6f63208be15100",
        "title": "Dermamine",
        "cost": "$23.43"
    }, {
        "details": {
            "company": "Qualitest Pharmaceuticals",
            "stockLeft": 54,
            "buyLimit": 6,
            "summery": "mi sit amet lobortis sapien sapien non mi",
            "description": "Etiam faucibus cursus urna. Ut tellus. Nulla ut erat id mauris vulputate elementum. Nullam varius. Nulla facilisi. Cras non velit nec nisi vulputate nonummy. Maecenas tincidunt lacus at velit. Vivamus vel nulla eget eros elementum pellentesque. Quisque porta volutpat erat. Quisque erat eros, viverra eget, congue eget, semper rutrum, nulla. Nunc purus. Phasellus in felis. Donec semper sapien a libero. Nam dui. Proin leo odio, porttitor id, consequat in, consequat ut, nulla. Sed accumsan felis. Ut at dolor quis odio consequat varius.",
            "genericName": "phenobarbital"
        },
        "id": "5593ada64d6f63208be25100",
        "title": "Phenobarbital",
        "cost": "$6.62"
    }, {
        "details": {
            "company": "Savage Laboratories a division of Fougera Pharmaceuticals Inc.",
            "stockLeft": 102,
            "buyLimit": 2,
            "summery": "sed interdum venenatis",
            "description": "Integer non velit. Donec diam neque, vestibulum eget, vulputate ut, ultrices vel, augue. Vestibulum ante ipsum primis in faucibus orci luctus et ultrices posuere cubilia Curae; Donec pharetra, magna vestibulum aliquet ultrices, erat tortor sollicitudin mi, sit amet lobortis sapien sapien non mi. Integer ac neque. Duis bibendum.",
            "genericName": "Nitroglycerin"
        },
        "id": "5593ada64d6f63208be35100",
        "title": "NITRO-BID",
        "cost": "$43.34"
    }, {
        "details": {
            "company": "Taro Pharmaceuticals U.S.A., Inc.",
            "stockLeft": 22,
            "buyLimit": 10,
            "summery": "phasellus in",
            "description": "Aenean fermentum. Donec ut mauris eget massa tempor convallis. Nulla neque libero, convallis eget, eleifend luctus, ultricies eu, nibh. Quisque id justo sit amet sapien dignissim vestibulum. Vestibulum ante ipsum primis in faucibus orci luctus et ultrices posuere cubilia Curae; Nulla dapibus dolor vel est. Donec odio justo, sollicitudin ut, suscipit a, feugiat et, eros. Vestibulum ac est lacinia nisi venenatis tristique. Fusce congue, diam id ornare imperdiet, sapien urna pretium nisl, ut volutpat sapien arcu sed augue. Aliquam erat volutpat. In congue. Etiam justo. Etiam pretium iaculis justo. In hac habitasse platea dictumst. Etiam faucibus cursus urna. Ut tellus.",
            "genericName": "Desoximetasone"
        },
        "id": "5593ada64d6f63208be45100",
        "title": "Desoximetasone",
        "cost": "$57.91"
    }, {
        "details": {
            "company": "Contract Pharmacy Services-PA",
            "stockLeft": 68,
            "summery": "integer pede justo",
            "description": "Maecenas ut massa quis augue luctus tincidunt. Nulla mollis molestie lorem. Quisque ut erat. Curabitur gravida nisi at nibh. In hac habitasse platea dictumst. Aliquam augue quam, sollicitudin vitae, consectetuer eget, rutrum at, lorem. Integer tincidunt ante vel ipsum. Praesent blandit lacinia erat. Vestibulum sed magna at nunc commodo placerat. Praesent blandit. Nam nulla. Integer pede justo, lacinia eget, tincidunt eget, tempus vel, pede. Morbi porttitor lorem id ligula. Suspendisse ornare consequat lectus.",
            "genericName": "Hydrocodone Bitartrate And Acetaminophen"
        },
        "id": "5593ada64d6f63208be55100",
        "title": "Hydrocodone Bitartrate And Acetaminophen",
        "cost": "$29.69"
    }, {
        "details": {
            "company": "Kutol Products Company, Inc.",
            "stockLeft": 110,
            "buyLimit": 9,
            "summery": "ipsum integer a",
            "description": "Donec dapibus. Duis at velit eu est congue elementum. In hac habitasse platea dictumst. Morbi vestibulum, velit id pretium iaculis, diam erat fermentum justo, nec condimentum neque sapien placerat ante.",
            "genericName": "Medicated Lotion Soap"
        },
        "id": "5593ada64d6f63208be65100",
        "title": "Golden Medicated",
        "cost": "$27.70"
    }, {
        "details": {
            "company": "McKesson Packaging Services Business Unit of McKesson Corporation",
            "stockLeft": 100,
            "buyLimit": 3,
            "summery": "tincidunt nulla mollis molestie lorem quisque",
            "description": "Suspendisse potenti. Cras in purus eu magna vulputate luctus. Cum sociis natoque penatibus et magnis dis parturient montes, nascetur ridiculus mus. Vivamus vestibulum sagittis sapien. Cum sociis natoque penatibus et magnis dis parturient montes, nascetur ridiculus mus. Etiam vel augue. Vestibulum rutrum rutrum neque. Aenean auctor gravida sem. Praesent id massa id nisl venenatis lacinia. Aenean sit amet justo. Morbi ut odio. Cras mi pede, malesuada in, imperdiet et, commodo vulputate, justo. In blandit ultrices enim. Lorem ipsum dolor sit amet, consectetuer adipiscing elit. Proin interdum mauris non ligula pellentesque ultrices. Phasellus id sapien in sapien iaculis congue.",
            "genericName": "Clonazepam"
        },
        "id": "5593ada64d6f63208be75100",
        "title": "Clonazepam",
        "cost": "$4.06"
    }, {
        "details": {
            "company": "Novartis Consumer Health, Inc",
            "stockLeft": 41,
            "summery": "arcu adipiscing molestie hendrerit at vulputate vitae",
            "description": "Fusce lacus purus, aliquet at, feugiat non, pretium quis, lectus. Suspendisse potenti. In eleifend quam a odio. In hac habitasse platea dictumst. Maecenas ut massa quis augue luctus tincidunt. Nulla mollis molestie lorem. Quisque ut erat. Curabitur gravida nisi at nibh. In hac habitasse platea dictumst. Aliquam augue quam, sollicitudin vitae, consectetuer eget, rutrum at, lorem. Integer tincidunt ante vel ipsum. Praesent blandit lacinia erat. Vestibulum sed magna at nunc commodo placerat. Praesent blandit.",
            "genericName": "Aluminum Hydroxide, Magnesium Hydroxide,Simethicone"
        },
        "id": "5593ada64d6f63208be85100",
        "title": "Maalox",
        "cost": "$59.67"
    }, {
        "details": {
            "company": "Hospira, Inc.",
            "stockLeft": 123,
            "buyLimit": 1,
            "summery": "lacus curabitur at ipsum ac tellus semper",
            "description": "Integer non velit. Donec diam neque, vestibulum eget, vulputate ut, ultrices vel, augue. Vestibulum ante ipsum primis in faucibus orci luctus et ultrices posuere cubilia Curae; Donec pharetra, magna vestibulum aliquet ultrices, erat tortor sollicitudin mi, sit amet lobortis sapien sapien non mi. Integer ac neque. Duis bibendum. Morbi non quam nec dui luctus rutrum. Nulla tellus. In sagittis dui vel nisl. Duis ac nibh. Fusce lacus purus, aliquet at, feugiat non, pretium quis, lectus. Suspendisse potenti. In eleifend quam a odio. In hac habitasse platea dictumst. Maecenas ut massa quis augue luctus tincidunt. Nulla mollis molestie lorem. Quisque ut erat. Curabitur gravida nisi at nibh. In hac habitasse platea dictumst. Aliquam augue quam, sollicitudin vitae, consectetuer eget, rutrum at, lorem.",
            "genericName": "KETOROLAC TROMETHAMINE"
        },
        "id": "5593ada64d6f63208be95100",
        "title": "Ketorolac Tromethamine",
        "cost": "$31.92"
    }, {
        "details": {
            "company": "Empack Spraytech Inc.",
            "stockLeft": 89,
            "summery": "nibh ligula nec sem duis aliquam convallis nunc proin at",
            "description": "Morbi vel lectus in quam fringilla rhoncus. Mauris enim leo, rhoncus sed, vestibulum sit amet, cursus id, turpis. Integer aliquet, massa id lobortis convallis, tortor risus dapibus augue, vel accumsan tellus nisi eu orci. Mauris lacinia sapien quis libero. Nullam sit amet turpis elementum ligula vehicula consequat. Morbi a ipsum. Integer a nibh. In quis justo. Maecenas rhoncus aliquam lacus. Morbi quis tortor id nulla ultrices aliquet. Maecenas leo odio, condimentum id, luctus nec, molestie sed, justo. Pellentesque viverra pede ac diam. Cras pellentesque volutpat dui.",
            "genericName": "Octinoxate, Octocrylene, Octisalate, Oxybenzone, Avobenzone and Homosalate."
        },
        "id": "5593ada64d6f63208bea5100",
        "title": "SUNZONE KIDS SPF 60",
        "cost": "$45.31"
    }, {
        "details": {
            "company": "Richmond Division of Wyeth",
            "stockLeft": 108,
            "buyLimit": 5,
            "summery": "arcu adipiscing molestie hendrerit at vulputate vitae nisl aenean",
            "description": "In eleifend quam a odio. In hac habitasse platea dictumst. Maecenas ut massa quis augue luctus tincidunt. Nulla mollis molestie lorem. Quisque ut erat. Curabitur gravida nisi at nibh. In hac habitasse platea dictumst. Aliquam augue quam, sollicitudin vitae, consectetuer eget, rutrum at, lorem. Integer tincidunt ante vel ipsum.",
            "genericName": "dextromethorphan HBr, guaifenesin, phenylephrine HCl"
        },
        "id": "5593ada64d6f63208beb5100",
        "title": "ROBITUSSIN TO GO COUGH AND COLD CF",
        "cost": "$23.16"
    }, {
        "details": {
            "company": "Sanum Kehlbeck GmbH \u0026 Co. KG",
            "stockLeft": 115,
            "buyLimit": 10,
            "summery": "erat fermentum",
            "description": "Cras in purus eu magna vulputate luctus. Cum sociis natoque penatibus et magnis dis parturient montes, nascetur ridiculus mus. Vivamus vestibulum sagittis sapien. Cum sociis natoque penatibus et magnis dis parturient montes, nascetur ridiculus mus. Etiam vel augue. Vestibulum rutrum rutrum neque. Aenean auctor gravida sem. Praesent id massa id nisl venenatis lacinia. Aenean sit amet justo. Morbi ut odio. Cras mi pede, malesuada in, imperdiet et, commodo vulputate, justo. In blandit ultrices enim. Lorem ipsum dolor sit amet, consectetuer adipiscing elit. Proin interdum mauris non ligula pellentesque ultrices.",
            "genericName": "bacillus subtilis"
        },
        "id": "5593ada64d6f63208bec5100",
        "title": "Pleo Ut",
        "cost": "$20.35"
    }, {
        "details": {
            "company": "Aidarex Pharmaceuticals LLC",
            "stockLeft": 110,
            "buyLimit": 3,
            "summery": "venenatis turpis enim blandit mi in porttitor pede",
            "description": "Donec odio justo, sollicitudin ut, suscipit a, feugiat et, eros. Vestibulum ac est lacinia nisi venenatis tristique. Fusce congue, diam id ornare imperdiet, sapien urna pretium nisl, ut volutpat sapien arcu sed augue. Aliquam erat volutpat. In congue. Etiam justo. Etiam pretium iaculis justo. In hac habitasse platea dictumst. Etiam faucibus cursus urna. Ut tellus. Nulla ut erat id mauris vulputate elementum. Nullam varius. Nulla facilisi. Cras non velit nec nisi vulputate nonummy. Maecenas tincidunt lacus at velit.",
            "genericName": "LISINOPRIL AND HYDROCHLOROTHIAZIDE"
        },
        "id": "5593ada64d6f63208bed5100",
        "title": "LISINOPRIL AND HYDROCHLOROTHIAZIDE",
        "cost": "$9.90"
    }, {
        "details": {
            "company": "KVK-Tech, Inc.",
            "stockLeft": 71,
            "summery": "nulla justo aliquam quis turpis eget elit sodales",
            "description": "Morbi non lectus. Aliquam sit amet diam in magna bibendum imperdiet. Nullam orci pede, venenatis non, sodales sed, tincidunt eu, felis. Fusce posuere felis sed lacus. Morbi sem mauris, laoreet ut, rhoncus aliquet, pulvinar sed, nisl. Nunc rhoncus dui vel sem. Sed sagittis. Nam congue, risus semper porta volutpat, quam pede lobortis ligula, sit amet eleifend pede libero quis orci. Nullam molestie nibh in lectus. Pellentesque at nulla. Suspendisse potenti. Cras in purus eu magna vulputate luctus. Cum sociis natoque penatibus et magnis dis parturient montes, nascetur ridiculus mus. Vivamus vestibulum sagittis sapien. Cum sociis natoque penatibus et magnis dis parturient montes, nascetur ridiculus mus.",
            "genericName": "Hydroxyzine Hydrochloride"
        },
        "id": "5593ada64d6f63208bee5100",
        "title": "Hydroxyzine Hydrochloride",
        "cost": "$24.52"
    }, {
        "details": {
            "company": "Glenmark Generics Inc.,USA",
            "stockLeft": 31,
            "summery": "ante nulla",
            "description": "Vivamus tortor. Duis mattis egestas metus. Aenean fermentum. Donec ut mauris eget massa tempor convallis. Nulla neque libero, convallis eget, eleifend luctus, ultricies eu, nibh. Quisque id justo sit amet sapien dignissim vestibulum.",
            "genericName": "Acamprosate Calcium"
        },
        "id": "5593ada64d6f63208bef5100",
        "title": "Acamprosate Calcium",
        "cost": "$43.41"
    }, {
        "details": {
            "company": "Nelco Laboratories, Inc.",
            "stockLeft": 31,
            "summery": "hac habitasse platea dictumst aliquam augue quam",
            "description": "Maecenas tincidunt lacus at velit. Vivamus vel nulla eget eros elementum pellentesque. Quisque porta volutpat erat. Quisque erat eros, viverra eget, congue eget, semper rutrum, nulla. Nunc purus. Phasellus in felis. Donec semper sapien a libero. Nam dui. Proin leo odio, porttitor id, consequat in, consequat ut, nulla. Sed accumsan felis. Ut at dolor quis odio consequat varius.",
            "genericName": "Hackberry"
        },
        "id": "5593ada64d6f63208bf05100",
        "title": "Hackberry",
        "cost": "$11.75"
    }, {
        "details": {
            "company": "Group Practice Solutions, Inc.",
            "stockLeft": 85,
            "summery": "cras mi pede malesuada in imperdiet et commodo vulputate justo",
            "description": "Suspendisse accumsan tortor quis turpis. Sed ante. Vivamus tortor. Duis mattis egestas metus. Aenean fermentum. Donec ut mauris eget massa tempor convallis. Nulla neque libero, convallis eget, eleifend luctus, ultricies eu, nibh. Quisque id justo sit amet sapien dignissim vestibulum. Vestibulum ante ipsum primis in faucibus orci luctus et ultrices posuere cubilia Curae; Nulla dapibus dolor vel est. Donec odio justo, sollicitudin ut, suscipit a, feugiat et, eros. Vestibulum ac est lacinia nisi venenatis tristique. Fusce congue, diam id ornare imperdiet, sapien urna pretium nisl, ut volutpat sapien arcu sed augue. Aliquam erat volutpat. In congue. Etiam justo. Etiam pretium iaculis justo. In hac habitasse platea dictumst. Etiam faucibus cursus urna.",
            "genericName": "Benzocaine"
        },
        "id": "5593ada64d6f63208bf15100",
        "title": "GPS Topical Anesthetic",
        "cost": "$24.13"
    }, {
        "details": {
            "company": "Group Practice Solutions, Inc.",
            "stockLeft": 102,
            "buyLimit": 8,
            "summery": "sagittis dui vel",
            "description": "Duis ac nibh. Fusce lacus purus, aliquet at, feugiat non, pretium quis, lectus. Suspendisse potenti. In eleifend quam a odio. In hac habitasse platea dictumst. Maecenas ut massa quis augue luctus tincidunt. Nulla mollis molestie lorem. Quisque ut erat. Curabitur gravida nisi at nibh. In hac habitasse platea dictumst. Aliquam augue quam, sollicitudin vitae, consectetuer eget, rutrum at, lorem. Integer tincidunt ante vel ipsum. Praesent blandit lacinia erat. Vestibulum sed magna at nunc commodo placerat. Praesent blandit. Nam nulla.",
            "genericName": "Benzocaine"
        },
        "id": "5593ada64d6f63208bf25100",
        "title": "GPS Topical Anesthetic",
        "cost": "$17.52"
    }, {
        "details": {
            "company": "Sam's West Inc",
            "stockLeft": 127,
            "summery": "et magnis dis parturient montes nascetur",
            "description": "Sed vel enim sit amet nunc viverra dapibus. Nulla suscipit ligula in lacus. Curabitur at ipsum ac tellus semper interdum. Mauris ullamcorper purus sit amet nulla. Quisque arcu libero, rutrum ac, lobortis vel, dapibus at, diam. Nam tristique tortor eu pede.",
            "genericName": "Nicotine Polacrilex"
        },
        "id": "5593ada64d6f63208bf35100",
        "title": "Simply Right Nicotine",
        "cost": "$45.32"
    }, {
        "details": {
            "company": "Cardinal Health",
            "stockLeft": 70,
            "buyLimit": 3,
            "summery": "sit amet sem fusce consequat nulla nisl",
            "description": "In eleifend quam a odio. In hac habitasse platea dictumst. Maecenas ut massa quis augue luctus tincidunt. Nulla mollis molestie lorem. Quisque ut erat. Curabitur gravida nisi at nibh. In hac habitasse platea dictumst.",
            "genericName": "cetirizine hydrochloride"
        },
        "id": "5593ada64d6f63208bf45100",
        "title": "Childrens All Day Allergy",
        "cost": "$29.67"
    }, {
        "details": {
            "company": "KAISER FOUNDATION HOSPITALS",
            "stockLeft": 24,
            "summery": "interdum venenatis turpis enim blandit mi in porttitor pede justo",
            "description": "Vivamus tortor. Duis mattis egestas metus. Aenean fermentum. Donec ut mauris eget massa tempor convallis. Nulla neque libero, convallis eget, eleifend luctus, ultricies eu, nibh. Quisque id justo sit amet sapien dignissim vestibulum. Vestibulum ante ipsum primis in faucibus orci luctus et ultrices posuere cubilia Curae; Nulla dapibus dolor vel est. Donec odio justo, sollicitudin ut, suscipit a, feugiat et, eros. Vestibulum ac est lacinia nisi venenatis tristique. Fusce congue, diam id ornare imperdiet, sapien urna pretium nisl, ut volutpat sapien arcu sed augue. Aliquam erat volutpat.",
            "genericName": "PHENYTOIN SODIUM"
        },
        "id": "5593ada64d6f63208bf55100",
        "title": "DILANTIN",
        "cost": "$26.30"
    }, {
        "details": {
            "company": "Noxell",
            "stockLeft": 113,
            "summery": "sed vel",
            "description": "Vestibulum sed magna at nunc commodo placerat. Praesent blandit. Nam nulla. Integer pede justo, lacinia eget, tincidunt eget, tempus vel, pede. Morbi porttitor lorem id ligula. Suspendisse ornare consequat lectus. In est risus, auctor sed, tristique in, tempus sit amet, sem.",
            "genericName": "Octinoxate and Titanium Dioxide"
        },
        "id": "5593ada64d6f63208bf65100",
        "title": "Covergirl Advanced Radiance",
        "cost": "$25.15"
    }, {
        "details": {
            "company": "Legacy Pharmaceutical Packaging",
            "stockLeft": 118,
            "buyLimit": 6,
            "summery": "pharetra magna",
            "description": "In tempor, turpis nec euismod scelerisque, quam turpis adipiscing lorem, vitae mattis nibh ligula nec sem. Duis aliquam convallis nunc. Proin at turpis a pede posuere nonummy. Integer non velit. Donec diam neque, vestibulum eget, vulputate ut, ultrices vel, augue. Vestibulum ante ipsum primis in faucibus orci luctus et ultrices posuere cubilia Curae; Donec pharetra, magna vestibulum aliquet ultrices, erat tortor sollicitudin mi, sit amet lobortis sapien sapien non mi. Integer ac neque. Duis bibendum. Morbi non quam nec dui luctus rutrum. Nulla tellus. In sagittis dui vel nisl. Duis ac nibh. Fusce lacus purus, aliquet at, feugiat non, pretium quis, lectus. Suspendisse potenti. In eleifend quam a odio. In hac habitasse platea dictumst. Maecenas ut massa quis augue luctus tincidunt. Nulla mollis molestie lorem.",
            "genericName": "Sertraline Hydrochloride"
        },
        "id": "5593ada64d6f63208bf75100",
        "title": "Sertraline Hydrochloride",
        "cost": "$20.96"
    }, {
        "details": {
            "company": "PD-Rx Pharmaceuticals, Inc.",
            "stockLeft": 37,
            "summery": "massa donec",
            "description": "Nulla justo. Aliquam quis turpis eget elit sodales scelerisque. Mauris sit amet eros. Suspendisse accumsan tortor quis turpis. Sed ante. Vivamus tortor. Duis mattis egestas metus. Aenean fermentum. Donec ut mauris eget massa tempor convallis. Nulla neque libero, convallis eget, eleifend luctus, ultricies eu, nibh. Quisque id justo sit amet sapien dignissim vestibulum. Vestibulum ante ipsum primis in faucibus orci luctus et ultrices posuere cubilia Curae; Nulla dapibus dolor vel est. Donec odio justo, sollicitudin ut, suscipit a, feugiat et, eros. Vestibulum ac est lacinia nisi venenatis tristique. Fusce congue, diam id ornare imperdiet, sapien urna pretium nisl, ut volutpat sapien arcu sed augue. Aliquam erat volutpat. In congue. Etiam justo.",
            "genericName": "Phenytoin Sodium"
        },
        "id": "5593ada64d6f63208bf85100",
        "title": "Extended Phenytoin Sodium",
        "cost": "$6.51"
    }, {
        "details": {
            "company": "Aurobindo Pharma Limited",
            "stockLeft": 74,
            "buyLimit": 6,
            "summery": "diam vitae quam suspendisse potenti nullam",
            "description": "Aenean sit amet justo. Morbi ut odio. Cras mi pede, malesuada in, imperdiet et, commodo vulputate, justo. In blandit ultrices enim. Lorem ipsum dolor sit amet, consectetuer adipiscing elit. Proin interdum mauris non ligula pellentesque ultrices. Phasellus id sapien in sapien iaculis congue. Vivamus metus arcu, adipiscing molestie, hendrerit at, vulputate vitae, nisl. Aenean lectus. Pellentesque eget nunc. Donec quis orci eget orci vehicula condimentum.",
            "genericName": "Rizatriptan Benzoate"
        },
        "id": "5593ada64d6f63208bf95100",
        "title": "Rizatriptan Benzoate",
        "cost": "$48.70"
    }, {
        "details": {
            "company": "Pharmacia and Upjohn Company",
            "stockLeft": 55,
            "summery": "nisl duis ac nibh",
            "description": "Nulla nisl. Nunc nisl. Duis bibendum, felis sed interdum venenatis, turpis enim blandit mi, in porttitor pede justo eu massa. Donec dapibus.",
            "genericName": "methylprednisolone"
        },
        "id": "5593ada64d6f63208bfa5100",
        "title": "Medrol",
        "cost": "$56.68"
    }, {
        "details": {
            "company": "Liberty Pharmaceuticals, Inc.",
            "stockLeft": 138,
            "buyLimit": 9,
            "summery": "hac habitasse platea dictumst etiam faucibus",
            "description": "Nulla tempus. Vivamus in felis eu sapien cursus vestibulum. Proin eu mi. Nulla ac enim. In tempor, turpis nec euismod scelerisque, quam turpis adipiscing lorem, vitae mattis nibh ligula nec sem. Duis aliquam convallis nunc. Proin at turpis a pede posuere nonummy. Integer non velit. Donec diam neque, vestibulum eget, vulputate ut, ultrices vel, augue. Vestibulum ante ipsum primis in faucibus orci luctus et ultrices posuere cubilia Curae; Donec pharetra, magna vestibulum aliquet ultrices, erat tortor sollicitudin mi, sit amet lobortis sapien sapien non mi. Integer ac neque. Duis bibendum. Morbi non quam nec dui luctus rutrum.",
            "genericName": "Minocycline hydrochloride"
        },
        "id": "5593ada64d6f63208bfb5100",
        "title": "Minocycline hydrochloride",
        "cost": "$35.49"
    }, {
        "details": {
            "company": "Citron Pharma LLC",
            "stockLeft": 89,
            "buyLimit": 1,
            "summery": "interdum mauris ullamcorper purus sit amet",
            "description": "Nulla nisl. Nunc nisl. Duis bibendum, felis sed interdum venenatis, turpis enim blandit mi, in porttitor pede justo eu massa. Donec dapibus. Duis at velit eu est congue elementum. In hac habitasse platea dictumst. Morbi vestibulum, velit id pretium iaculis, diam erat fermentum justo, nec condimentum neque sapien placerat ante. Nulla justo. Aliquam quis turpis eget elit sodales scelerisque.",
            "genericName": "Amoxicillin"
        },
        "id": "5593ada64d6f63208bfc5100",
        "title": "Amoxicillin",
        "cost": "$43.85"
    }, {
        "details": {
            "company": "Amerisource Bergen",
            "stockLeft": 62,
            "buyLimit": 8,
            "summery": "odio cras",
            "description": "Nam nulla. Integer pede justo, lacinia eget, tincidunt eget, tempus vel, pede. Morbi porttitor lorem id ligula. Suspendisse ornare consequat lectus. In est risus, auctor sed, tristique in, tempus sit amet, sem. Fusce consequat. Nulla nisl. Nunc nisl. Duis bibendum, felis sed interdum venenatis, turpis enim blandit mi, in porttitor pede justo eu massa. Donec dapibus. Duis at velit eu est congue elementum.",
            "genericName": "Ibuprofen"
        },
        "id": "5593ada64d6f63208bfd5100",
        "title": "good neighbor pharmacy ibuprofen",
        "cost": "$45.72"
    }, {
        "details": {
            "company": "Teva Pharmaceuticals USA Inc",
            "stockLeft": 134,
            "buyLimit": 6,
            "summery": "curae mauris viverra diam vitae quam",
            "description": "Mauris enim leo, rhoncus sed, vestibulum sit amet, cursus id, turpis. Integer aliquet, massa id lobortis convallis, tortor risus dapibus augue, vel accumsan tellus nisi eu orci. Mauris lacinia sapien quis libero. Nullam sit amet turpis elementum ligula vehicula consequat. Morbi a ipsum. Integer a nibh. In quis justo. Maecenas rhoncus aliquam lacus. Morbi quis tortor id nulla ultrices aliquet. Maecenas leo odio, condimentum id, luctus nec, molestie sed, justo. Pellentesque viverra pede ac diam. Cras pellentesque volutpat dui.",
            "genericName": "Prochlorperazine Maleate"
        },
        "id": "5593ada64d6f63208bfe5100",
        "title": "Prochlorperazine Maleate",
        "cost": "$40.32"
    }, {
        "details": {
            "company": "JTW Inc. DBA Milburn Pharmacy",
            "stockLeft": 124,
            "buyLimit": 3,
            "summery": "in hac habitasse platea",
            "description": "Aliquam sit amet diam in magna bibendum imperdiet. Nullam orci pede, venenatis non, sodales sed, tincidunt eu, felis. Fusce posuere felis sed lacus. Morbi sem mauris, laoreet ut, rhoncus aliquet, pulvinar sed, nisl. Nunc rhoncus dui vel sem. Sed sagittis. Nam congue, risus semper porta volutpat, quam pede lobortis ligula, sit amet eleifend pede libero quis orci. Nullam molestie nibh in lectus. Pellentesque at nulla. Suspendisse potenti. Cras in purus eu magna vulputate luctus. Cum sociis natoque penatibus et magnis dis parturient montes, nascetur ridiculus mus. Vivamus vestibulum sagittis sapien.",
            "genericName": "Oxygen"
        },
        "id": "5593ada64d6f63208bff5100",
        "title": "Oxygen",
        "cost": "$51.69"
    }, {
        "details": {
            "company": "Bradley Fixtures Corporation",
            "stockLeft": 67,
            "buyLimit": 9,
            "summery": "tortor risus dapibus augue vel",
            "description": "Nulla ac enim. In tempor, turpis nec euismod scelerisque, quam turpis adipiscing lorem, vitae mattis nibh ligula nec sem. Duis aliquam convallis nunc. Proin at turpis a pede posuere nonummy. Integer non velit. Donec diam neque, vestibulum eget, vulputate ut, ultrices vel, augue. Vestibulum ante ipsum primis in faucibus orci luctus et ultrices posuere cubilia Curae; Donec pharetra, magna vestibulum aliquet ultrices, erat tortor sollicitudin mi, sit amet lobortis sapien sapien non mi. Integer ac neque. Duis bibendum. Morbi non quam nec dui luctus rutrum. Nulla tellus. In sagittis dui vel nisl. Duis ac nibh. Fusce lacus purus, aliquet at, feugiat non, pretium quis, lectus.",
            "genericName": "Chlorhexidine Gluconate"
        },
        "id": "5593ada64d6f63208b005200",
        "title": "KleerSight",
        "cost": "$23.71"
    }, {
        "details": {
            "company": "Apotex Corp",
            "stockLeft": 104,
            "buyLimit": 7,
            "summery": "sapien sapien non mi integer ac neque duis bibendum morbi",
            "description": "Nullam varius. Nulla facilisi. Cras non velit nec nisi vulputate nonummy. Maecenas tincidunt lacus at velit. Vivamus vel nulla eget eros elementum pellentesque. Quisque porta volutpat erat. Quisque erat eros, viverra eget, congue eget, semper rutrum, nulla. Nunc purus. Phasellus in felis. Donec semper sapien a libero. Nam dui. Proin leo odio, porttitor id, consequat in, consequat ut, nulla. Sed accumsan felis. Ut at dolor quis odio consequat varius. Integer ac leo. Pellentesque ultrices mattis odio. Donec vitae nisi. Nam ultrices, libero non mattis pulvinar, nulla pede ullamcorper augue, a suscipit nulla elit ac nulla.",
            "genericName": "Alprazolam"
        },
        "id": "5593ada64d6f63208b015200",
        "title": "Alprazolam",
        "cost": "$53.93"
    }, {
        "details": {
            "company": "Parfums Christian Dior",
            "stockLeft": 97,
            "summery": "vel nisl",
            "description": "Praesent id massa id nisl venenatis lacinia. Aenean sit amet justo. Morbi ut odio. Cras mi pede, malesuada in, imperdiet et, commodo vulputate, justo. In blandit ultrices enim. Lorem ipsum dolor sit amet, consectetuer adipiscing elit.",
            "genericName": "OCTINOXATE, TITANIUM DIOXIDE"
        },
        "id": "5593ada64d6f63208b025200",
        "title": "CD DIORSKIN STAR Studio Makeup Spectacular Brightening with sunscreen Broad Spectrum SPF30 021",
        "cost": "$12.41"
    }, {
        "details": {
            "company": "Norwood Packaging Ltd.",
            "stockLeft": 116,
            "buyLimit": 6,
            "summery": "convallis morbi odio odio elementum",
            "description": "Duis aliquam convallis nunc. Proin at turpis a pede posuere nonummy. Integer non velit. Donec diam neque, vestibulum eget, vulputate ut, ultrices vel, augue. Vestibulum ante ipsum primis in faucibus orci luctus et ultrices posuere cubilia Curae; Donec pharetra, magna vestibulum aliquet ultrices, erat tortor sollicitudin mi, sit amet lobortis sapien sapien non mi. Integer ac neque. Duis bibendum.",
            "genericName": "ZINC OXIDE"
        },
        "id": "5593ada64d6f63208b035200",
        "title": "Badger Kids SPF 30 Sunscreen",
        "cost": "$12.48"
    }, {
        "details": {
            "company": "Dispensing Solutions, Inc.",
            "stockLeft": 73,
            "buyLimit": 5,
            "summery": "natoque penatibus et magnis dis parturient montes",
            "description": "Morbi non lectus. Aliquam sit amet diam in magna bibendum imperdiet. Nullam orci pede, venenatis non, sodales sed, tincidunt eu, felis. Fusce posuere felis sed lacus. Morbi sem mauris, laoreet ut, rhoncus aliquet, pulvinar sed, nisl. Nunc rhoncus dui vel sem. Sed sagittis.",
            "genericName": "Diltiazem Hydrochloride"
        },
        "id": "5593ada64d6f63208b045200",
        "title": "Diltiazem Hydrochloride",
        "cost": "$15.72"
    }, {
        "details": {
            "company": "Bath \u0026 Body Works, Inc.",
            "stockLeft": 124,
            "buyLimit": 2,
            "summery": "volutpat dui",
            "description": "Cum sociis natoque penatibus et magnis dis parturient montes, nascetur ridiculus mus. Etiam vel augue. Vestibulum rutrum rutrum neque. Aenean auctor gravida sem. Praesent id massa id nisl venenatis lacinia. Aenean sit amet justo. Morbi ut odio. Cras mi pede, malesuada in, imperdiet et, commodo vulputate, justo. In blandit ultrices enim. Lorem ipsum dolor sit amet, consectetuer adipiscing elit. Proin interdum mauris non ligula pellentesque ultrices. Phasellus id sapien in sapien iaculis congue.",
            "genericName": "Triclosan"
        },
        "id": "5593ada64d6f63208b055200",
        "title": "Anti-Bacterial Gentle Foaming Hand",
        "cost": "$19.13"
    }, {
        "details": {
            "company": "Genzyme Corporation",
            "stockLeft": 68,
            "summery": "sed magna at",
            "description": "Praesent blandit. Nam nulla. Integer pede justo, lacinia eget, tincidunt eget, tempus vel, pede. Morbi porttitor lorem id ligula. Suspendisse ornare consequat lectus. In est risus, auctor sed, tristique in, tempus sit amet, sem. Fusce consequat. Nulla nisl. Nunc nisl.",
            "genericName": "clofarabine"
        },
        "id": "5593ada64d6f63208b065200",
        "title": "Clolar",
        "cost": "$52.15"
    }, {
        "details": {
            "company": "Uriel Pharmacy Inc.",
            "stockLeft": 20,
            "buyLimit": 5,
            "summery": "faucibus cursus urna",
            "description": "Integer ac neque. Duis bibendum. Morbi non quam nec dui luctus rutrum. Nulla tellus. In sagittis dui vel nisl. Duis ac nibh. Fusce lacus purus, aliquet at, feugiat non, pretium quis, lectus. Suspendisse potenti. In eleifend quam a odio. In hac habitasse platea dictumst. Maecenas ut massa quis augue luctus tincidunt. Nulla mollis molestie lorem. Quisque ut erat.",
            "genericName": "Cerebellum Thalamus B Aurum"
        },
        "id": "5593ada64d6f63208b075200",
        "title": "Cerebellum Thalamus B Aurum",
        "cost": "$58.90"
    }, {
        "details": {
            "company": "Quinnova Pharmaceuticals, LLC",
            "stockLeft": 45,
            "buyLimit": 8,
            "summery": "quis odio consequat varius integer ac leo",
            "description": "Praesent lectus. Vestibulum quam sapien, varius ut, blandit non, interdum in, ante. Vestibulum ante ipsum primis in faucibus orci luctus et ultrices posuere cubilia Curae; Duis faucibus accumsan odio. Curabitur convallis. Duis consequat dui nec nisi volutpat eleifend. Donec ut dolor. Morbi vel lectus in quam fringilla rhoncus. Mauris enim leo, rhoncus sed, vestibulum sit amet, cursus id, turpis. Integer aliquet, massa id lobortis convallis, tortor risus dapibus augue, vel accumsan tellus nisi eu orci. Mauris lacinia sapien quis libero. Nullam sit amet turpis elementum ligula vehicula consequat. Morbi a ipsum. Integer a nibh. In quis justo. Maecenas rhoncus aliquam lacus. Morbi quis tortor id nulla ultrices aliquet.",
            "genericName": "Hydrocodone Bitartrate and Ibuprofen"
        },
        "id": "5593ada64d6f63208b085200",
        "title": "REPREXAIN",
        "cost": "$2.09"
    }, {
        "details": {
            "company": "Roxane Laboratories, Inc",
            "stockLeft": 26,
            "summery": "donec vitae nisi nam ultrices libero",
            "description": "In hac habitasse platea dictumst. Morbi vestibulum, velit id pretium iaculis, diam erat fermentum justo, nec condimentum neque sapien placerat ante. Nulla justo. Aliquam quis turpis eget elit sodales scelerisque. Mauris sit amet eros. Suspendisse accumsan tortor quis turpis. Sed ante. Vivamus tortor. Duis mattis egestas metus. Aenean fermentum. Donec ut mauris eget massa tempor convallis. Nulla neque libero, convallis eget, eleifend luctus, ultricies eu, nibh. Quisque id justo sit amet sapien dignissim vestibulum. Vestibulum ante ipsum primis in faucibus orci luctus et ultrices posuere cubilia Curae; Nulla dapibus dolor vel est. Donec odio justo, sollicitudin ut, suscipit a, feugiat et, eros. Vestibulum ac est lacinia nisi venenatis tristique. Fusce congue, diam id ornare imperdiet, sapien urna pretium nisl, ut volutpat sapien arcu sed augue. Aliquam erat volutpat. In congue.",
            "genericName": "Ondansetron Hydrochloride"
        },
        "id": "5593ada64d6f63208b095200",
        "title": "Ondansetron Hydrochloride",
        "cost": "$41.16"
    }, {
        "details": {
            "company": "Global Pharmaceuticals, Division of Impax Laboratories, Inc.",
            "stockLeft": 60,
            "buyLimit": 9,
            "summery": "sem fusce consequat nulla nisl nunc",
            "description": "Vestibulum sed magna at nunc commodo placerat. Praesent blandit. Nam nulla. Integer pede justo, lacinia eget, tincidunt eget, tempus vel, pede. Morbi porttitor lorem id ligula. Suspendisse ornare consequat lectus. In est risus, auctor sed, tristique in, tempus sit amet, sem. Fusce consequat. Nulla nisl. Nunc nisl. Duis bibendum, felis sed interdum venenatis, turpis enim blandit mi, in porttitor pede justo eu massa. Donec dapibus.",
            "genericName": "DOXYCYCLINE HYCLATE"
        },
        "id": "5593ada64d6f63208b0a5200",
        "title": "Doxycycline Hyclate",
        "cost": "$50.65"
    }, {
        "details": {
            "company": "Agbanga Karite LLC, / EveryDay Shea / Alaffia Sustainable Skin Care",
            "stockLeft": 56,
            "buyLimit": 7,
            "summery": "quis libero nullam sit amet turpis elementum ligula vehicula consequat",
            "description": "Suspendisse potenti. In eleifend quam a odio. In hac habitasse platea dictumst. Maecenas ut massa quis augue luctus tincidunt. Nulla mollis molestie lorem. Quisque ut erat. Curabitur gravida nisi at nibh. In hac habitasse platea dictumst. Aliquam augue quam, sollicitudin vitae, consectetuer eget, rutrum at, lorem. Integer tincidunt ante vel ipsum. Praesent blandit lacinia erat. Vestibulum sed magna at nunc commodo placerat. Praesent blandit. Nam nulla. Integer pede justo, lacinia eget, tincidunt eget, tempus vel, pede. Morbi porttitor lorem id ligula. Suspendisse ornare consequat lectus. In est risus, auctor sed, tristique in, tempus sit amet, sem. Fusce consequat.",
            "genericName": "ZINC OXIDE"
        },
        "id": "5593ada64d6f63208b0b5200",
        "title": "Every Day COCONUT Daily Face Broad Spectrum SPF 15",
        "cost": "$37.09"
    }, {
        "details": {
            "company": "New World Imports",
            "stockLeft": 98,
            "buyLimit": 9,
            "summery": "nibh in quis justo maecenas",
            "description": "Duis consequat dui nec nisi volutpat eleifend. Donec ut dolor. Morbi vel lectus in quam fringilla rhoncus. Mauris enim leo, rhoncus sed, vestibulum sit amet, cursus id, turpis.",
            "genericName": "TRICLOSAN"
        },
        "id": "5593ada64d6f63208b0c5200",
        "title": "freshscent Anti-Bacterial",
        "cost": "$21.87"
    }, {
        "details": {
            "company": "3M ESPE Dental Products",
            "stockLeft": 86,
            "summery": "orci eget orci vehicula condimentum",
            "description": "Morbi vestibulum, velit id pretium iaculis, diam erat fermentum justo, nec condimentum neque sapien placerat ante. Nulla justo. Aliquam quis turpis eget elit sodales scelerisque. Mauris sit amet eros. Suspendisse accumsan tortor quis turpis. Sed ante. Vivamus tortor. Duis mattis egestas metus. Aenean fermentum. Donec ut mauris eget massa tempor convallis. Nulla neque libero, convallis eget, eleifend luctus, ultricies eu, nibh. Quisque id justo sit amet sapien dignissim vestibulum. Vestibulum ante ipsum primis in faucibus orci luctus et ultrices posuere cubilia Curae; Nulla dapibus dolor vel est. Donec odio justo, sollicitudin ut, suscipit a, feugiat et, eros. Vestibulum ac est lacinia nisi venenatis tristique.",
            "genericName": "stannous fluoride"
        },
        "id": "5593ada64d6f63208b0d5200",
        "title": "Just For Kids",
        "cost": "$54.42"
    }, {
        "details": {
            "company": "Select Brand Distributors",
            "stockLeft": 131,
            "buyLimit": 10,
            "summery": "habitasse platea dictumst",
            "description": "Cum sociis natoque penatibus et magnis dis parturient montes, nascetur ridiculus mus. Vivamus vestibulum sagittis sapien. Cum sociis natoque penatibus et magnis dis parturient montes, nascetur ridiculus mus. Etiam vel augue. Vestibulum rutrum rutrum neque. Aenean auctor gravida sem. Praesent id massa id nisl venenatis lacinia. Aenean sit amet justo. Morbi ut odio. Cras mi pede, malesuada in, imperdiet et, commodo vulputate, justo. In blandit ultrices enim. Lorem ipsum dolor sit amet, consectetuer adipiscing elit. Proin interdum mauris non ligula pellentesque ultrices. Phasellus id sapien in sapien iaculis congue. Vivamus metus arcu, adipiscing molestie, hendrerit at, vulputate vitae, nisl.",
            "genericName": "Isopropyl Alcohol"
        },
        "id": "5593ada64d6f63208b0e5200",
        "title": "Isopropyl Alcohol",
        "cost": "$2.63"
    }, {
        "details": {
            "company": "Nelco Laboratories, Inc.",
            "stockLeft": 119,
            "buyLimit": 5,
            "summery": "interdum mauris ullamcorper purus sit amet nulla quisque arcu libero",
            "description": "Aenean fermentum. Donec ut mauris eget massa tempor convallis. Nulla neque libero, convallis eget, eleifend luctus, ultricies eu, nibh. Quisque id justo sit amet sapien dignissim vestibulum.",
            "genericName": "Red Alder"
        },
        "id": "5593ada64d6f63208b0f5200",
        "title": "Red Alder",
        "cost": "$51.30"
    }, {
        "details": {
            "company": "REMEDYREPACK INC.",
            "stockLeft": 77,
            "summery": "massa donec dapibus duis at velit eu",
            "description": "Nulla ac enim. In tempor, turpis nec euismod scelerisque, quam turpis adipiscing lorem, vitae mattis nibh ligula nec sem. Duis aliquam convallis nunc. Proin at turpis a pede posuere nonummy. Integer non velit. Donec diam neque, vestibulum eget, vulputate ut, ultrices vel, augue. Vestibulum ante ipsum primis in faucibus orci luctus et ultrices posuere cubilia Curae; Donec pharetra, magna vestibulum aliquet ultrices, erat tortor sollicitudin mi, sit amet lobortis sapien sapien non mi. Integer ac neque. Duis bibendum. Morbi non quam nec dui luctus rutrum. Nulla tellus. In sagittis dui vel nisl. Duis ac nibh. Fusce lacus purus, aliquet at, feugiat non, pretium quis, lectus. Suspendisse potenti.",
            "genericName": "Furosemide"
        },
        "id": "5593ada64d6f63208b105200",
        "title": "Furosemide",
        "cost": "$6.42"
    }, {
        "details": {
            "company": "Melaleuca, Inc.",
            "stockLeft": 75,
            "summery": "diam vitae quam suspendisse potenti",
            "description": "Fusce congue, diam id ornare imperdiet, sapien urna pretium nisl, ut volutpat sapien arcu sed augue. Aliquam erat volutpat. In congue. Etiam justo. Etiam pretium iaculis justo. In hac habitasse platea dictumst. Etiam faucibus cursus urna. Ut tellus. Nulla ut erat id mauris vulputate elementum. Nullam varius.",
            "genericName": "AVOBENZONE, HOMOSALATE, OCTISALATE, OCTOCRYLENE"
        },
        "id": "5593ada64d6f63208b115200",
        "title": "Affinia",
        "cost": "$6.29"
    }, {
        "details": {
            "company": "Kroger Company",
            "stockLeft": 87,
            "buyLimit": 10,
            "summery": "ac lobortis vel dapibus",
            "description": "Nulla tempus. Vivamus in felis eu sapien cursus vestibulum. Proin eu mi. Nulla ac enim. In tempor, turpis nec euismod scelerisque, quam turpis adipiscing lorem, vitae mattis nibh ligula nec sem. Duis aliquam convallis nunc. Proin at turpis a pede posuere nonummy. Integer non velit. Donec diam neque, vestibulum eget, vulputate ut, ultrices vel, augue. Vestibulum ante ipsum primis in faucibus orci luctus et ultrices posuere cubilia Curae; Donec pharetra, magna vestibulum aliquet ultrices, erat tortor sollicitudin mi, sit amet lobortis sapien sapien non mi. Integer ac neque. Duis bibendum. Morbi non quam nec dui luctus rutrum. Nulla tellus. In sagittis dui vel nisl. Duis ac nibh. Fusce lacus purus, aliquet at, feugiat non, pretium quis, lectus.",
            "genericName": "Acetaminophen"
        },
        "id": "5593ada64d6f63208b125200",
        "title": "Childrens Pain and Fever",
        "cost": "$24.04"
    }, {
        "details": {
            "company": "Physicians Total Care, Inc",
            "stockLeft": 72,
            "buyLimit": 5,
            "summery": "vel augue vestibulum ante ipsum primis",
            "description": "Aliquam erat volutpat. In congue. Etiam justo. Etiam pretium iaculis justo. In hac habitasse platea dictumst. Etiam faucibus cursus urna. Ut tellus. Nulla ut erat id mauris vulputate elementum. Nullam varius. Nulla facilisi. Cras non velit nec nisi vulputate nonummy.",
            "genericName": "TOPIRAMATE"
        },
        "id": "5593ada64d6f63208b135200",
        "title": "TOPIRAMATE",
        "cost": "$54.20"
    }, {
        "details": {
            "company": "Nelco Laboratories, Inc.",
            "stockLeft": 89,
            "summery": "cum sociis natoque penatibus et magnis dis parturient montes nascetur",
            "description": "Aliquam quis turpis eget elit sodales scelerisque. Mauris sit amet eros. Suspendisse accumsan tortor quis turpis. Sed ante. Vivamus tortor. Duis mattis egestas metus. Aenean fermentum.",
            "genericName": "Alternaria alternata"
        },
        "id": "5593ada64d6f63208b145200",
        "title": "Alternaria alternata",
        "cost": "$1.65"
    }, {
        "details": {
            "company": "RECORDATI RARE DISEASES, INC.",
            "stockLeft": 144,
            "buyLimit": 2,
            "summery": "vivamus in felis eu sapien",
            "description": "Ut tellus. Nulla ut erat id mauris vulputate elementum. Nullam varius. Nulla facilisi. Cras non velit nec nisi vulputate nonummy. Maecenas tincidunt lacus at velit. Vivamus vel nulla eget eros elementum pellentesque. Quisque porta volutpat erat. Quisque erat eros, viverra eget, congue eget, semper rutrum, nulla. Nunc purus. Phasellus in felis. Donec semper sapien a libero.",
            "genericName": "dactinomycin"
        },
        "id": "5593ada64d6f63208b155200",
        "title": "Cosmegen",
        "cost": "$8.47"
    }, {
        "details": {
            "company": "Carilion Materials Management",
            "stockLeft": 80,
            "buyLimit": 8,
            "summery": "molestie hendrerit at vulputate vitae",
            "description": "Nullam orci pede, venenatis non, sodales sed, tincidunt eu, felis. Fusce posuere felis sed lacus. Morbi sem mauris, laoreet ut, rhoncus aliquet, pulvinar sed, nisl. Nunc rhoncus dui vel sem. Sed sagittis. Nam congue, risus semper porta volutpat, quam pede lobortis ligula, sit amet eleifend pede libero quis orci. Nullam molestie nibh in lectus. Pellentesque at nulla. Suspendisse potenti. Cras in purus eu magna vulputate luctus. Cum sociis natoque penatibus et magnis dis parturient montes, nascetur ridiculus mus. Vivamus vestibulum sagittis sapien. Cum sociis natoque penatibus et magnis dis parturient montes, nascetur ridiculus mus. Etiam vel augue. Vestibulum rutrum rutrum neque. Aenean auctor gravida sem. Praesent id massa id nisl venenatis lacinia. Aenean sit amet justo. Morbi ut odio. Cras mi pede, malesuada in, imperdiet et, commodo vulputate, justo.",
            "genericName": "Sennosides A and B"
        },
        "id": "5593ada64d6f63208b165200",
        "title": "Senna",
        "cost": "$1.15"
    }, {
        "details": {
            "company": "Nelco Laboratories, Inc.",
            "stockLeft": 111,
            "summery": "justo sollicitudin ut suscipit a feugiat et",
            "description": "Nullam orci pede, venenatis non, sodales sed, tincidunt eu, felis. Fusce posuere felis sed lacus. Morbi sem mauris, laoreet ut, rhoncus aliquet, pulvinar sed, nisl. Nunc rhoncus dui vel sem. Sed sagittis. Nam congue, risus semper porta volutpat, quam pede lobortis ligula, sit amet eleifend pede libero quis orci. Nullam molestie nibh in lectus.",
            "genericName": "Soft Cheat Brome"
        },
        "id": "5593ada64d6f63208b175200",
        "title": "Soft Cheat Brome",
        "cost": "$14.15"
    }, {
        "details": {
            "company": "McKesson",
            "stockLeft": 87,
            "summery": "feugiat non pretium quis lectus suspendisse potenti",
            "description": "Vestibulum ante ipsum primis in faucibus orci luctus et ultrices posuere cubilia Curae; Mauris viverra diam vitae quam. Suspendisse potenti. Nullam porttitor lacus at turpis. Donec posuere metus vitae ipsum. Aliquam non mauris. Morbi non lectus. Aliquam sit amet diam in magna bibendum imperdiet. Nullam orci pede, venenatis non, sodales sed, tincidunt eu, felis. Fusce posuere felis sed lacus. Morbi sem mauris, laoreet ut, rhoncus aliquet, pulvinar sed, nisl. Nunc rhoncus dui vel sem. Sed sagittis. Nam congue, risus semper porta volutpat, quam pede lobortis ligula, sit amet eleifend pede libero quis orci. Nullam molestie nibh in lectus. Pellentesque at nulla. Suspendisse potenti. Cras in purus eu magna vulputate luctus. Cum sociis natoque penatibus et magnis dis parturient montes, nascetur ridiculus mus. Vivamus vestibulum sagittis sapien. Cum sociis natoque penatibus et magnis dis parturient montes, nascetur ridiculus mus.",
            "genericName": "Magnesium citrate"
        },
        "id": "5593ada64d6f63208b185200",
        "title": "Magnesium Citrate",
        "cost": "$13.37"
    }, {
        "details": {
            "company": "Nelco Laboratories, Inc.",
            "stockLeft": 53,
            "summery": "vestibulum ante ipsum primis in",
            "description": "Phasellus in felis. Donec semper sapien a libero. Nam dui. Proin leo odio, porttitor id, consequat in, consequat ut, nulla. Sed accumsan felis. Ut at dolor quis odio consequat varius. Integer ac leo. Pellentesque ultrices mattis odio. Donec vitae nisi. Nam ultrices, libero non mattis pulvinar, nulla pede ullamcorper augue, a suscipit nulla elit ac nulla. Sed vel enim sit amet nunc viverra dapibus. Nulla suscipit ligula in lacus.",
            "genericName": "Wheat Smut"
        },
        "id": "5593ada64d6f63208b195200",
        "title": "Wheat Smut",
        "cost": "$8.03"
    }, {
        "details": {
            "company": "Menper Distributors, Inc.",
            "stockLeft": 106,
            "buyLimit": 3,
            "summery": "hac habitasse platea dictumst aliquam augue quam sollicitudin vitae",
            "description": "Duis bibendum, felis sed interdum venenatis, turpis enim blandit mi, in porttitor pede justo eu massa. Donec dapibus. Duis at velit eu est congue elementum. In hac habitasse platea dictumst. Morbi vestibulum, velit id pretium iaculis, diam erat fermentum justo, nec condimentum neque sapien placerat ante. Nulla justo. Aliquam quis turpis eget elit sodales scelerisque. Mauris sit amet eros. Suspendisse accumsan tortor quis turpis. Sed ante. Vivamus tortor. Duis mattis egestas metus. Aenean fermentum. Donec ut mauris eget massa tempor convallis. Nulla neque libero, convallis eget, eleifend luctus, ultricies eu, nibh.",
            "genericName": "Undecylenic Acid"
        },
        "id": "5593ada64d6f63208b1a5200",
        "title": "Hongocura",
        "cost": "$49.74"
    }, {
        "details": {
            "company": "Ventura Corporation, LTD",
            "stockLeft": 43,
            "summery": "ridiculus mus vivamus vestibulum sagittis",
            "description": "Quisque id justo sit amet sapien dignissim vestibulum. Vestibulum ante ipsum primis in faucibus orci luctus et ultrices posuere cubilia Curae; Nulla dapibus dolor vel est. Donec odio justo, sollicitudin ut, suscipit a, feugiat et, eros. Vestibulum ac est lacinia nisi venenatis tristique. Fusce congue, diam id ornare imperdiet, sapien urna pretium nisl, ut volutpat sapien arcu sed augue. Aliquam erat volutpat. In congue. Etiam justo. Etiam pretium iaculis justo. In hac habitasse platea dictumst. Etiam faucibus cursus urna. Ut tellus. Nulla ut erat id mauris vulputate elementum. Nullam varius. Nulla facilisi. Cras non velit nec nisi vulputate nonummy. Maecenas tincidunt lacus at velit. Vivamus vel nulla eget eros elementum pellentesque. Quisque porta volutpat erat.",
            "genericName": "OCTINOXATE, OCTOCRYLENE, OXYBENZONE"
        },
        "id": "5593ada64d6f63208b1b5200",
        "title": "LBEL RENOVANCE JOUR Daytime Face SPF 15 All Skin Types",
        "cost": "$3.02"
    }, {
        "details": {
            "company": "General Injectables \u0026 Vaccines, Inc",
            "stockLeft": 91,
            "summery": "amet erat nulla tempus vivamus",
            "description": "Quisque erat eros, viverra eget, congue eget, semper rutrum, nulla. Nunc purus. Phasellus in felis. Donec semper sapien a libero. Nam dui. Proin leo odio, porttitor id, consequat in, consequat ut, nulla. Sed accumsan felis. Ut at dolor quis odio consequat varius. Integer ac leo. Pellentesque ultrices mattis odio. Donec vitae nisi. Nam ultrices, libero non mattis pulvinar, nulla pede ullamcorper augue, a suscipit nulla elit ac nulla. Sed vel enim sit amet nunc viverra dapibus. Nulla suscipit ligula in lacus.",
            "genericName": "Atropine Sulfate"
        },
        "id": "5593ada64d6f63208b1c5200",
        "title": "Atropine Sulfate",
        "cost": "$2.73"
    }, {
        "details": {
            "company": "AvKARE, Inc.",
            "stockLeft": 74,
            "buyLimit": 1,
            "summery": "dolor sit amet",
            "description": "Donec semper sapien a libero. Nam dui. Proin leo odio, porttitor id, consequat in, consequat ut, nulla. Sed accumsan felis. Ut at dolor quis odio consequat varius. Integer ac leo. Pellentesque ultrices mattis odio.",
            "genericName": "Salsalate"
        },
        "id": "5593ada64d6f63208b1d5200",
        "title": "Salsalate",
        "cost": "$21.59"
    }, {
        "details": {
            "company": "Parfums Christian Dior",
            "stockLeft": 24,
            "summery": "justo etiam",
            "description": "Maecenas pulvinar lobortis est. Phasellus sit amet erat. Nulla tempus. Vivamus in felis eu sapien cursus vestibulum. Proin eu mi. Nulla ac enim. In tempor, turpis nec euismod scelerisque, quam turpis adipiscing lorem, vitae mattis nibh ligula nec sem. Duis aliquam convallis nunc. Proin at turpis a pede posuere nonummy.",
            "genericName": "OCTINOXATE, TITANIUM DIOXIDE"
        },
        "id": "5593ada64d6f63208b1e5200",
        "title": "CD CAPTURE TOTALE Triple Correcting Serum Foundation Wrinkles-Dark Spots-Radiance with sunscreen Broad Spectrum SPF 25 022",
        "cost": "$57.42"
    }, {
        "details": {
            "company": "Home Sweet Homeopathics",
            "stockLeft": 33,
            "summery": "ut mauris eget massa tempor convallis nulla neque",
            "description": "Lorem ipsum dolor sit amet, consectetuer adipiscing elit. Proin interdum mauris non ligula pellentesque ultrices. Phasellus id sapien in sapien iaculis congue. Vivamus metus arcu, adipiscing molestie, hendrerit at, vulputate vitae, nisl. Aenean lectus. Pellentesque eget nunc. Donec quis orci eget orci vehicula condimentum. Curabitur in libero ut massa volutpat convallis. Morbi odio odio, elementum eu, interdum eu, tincidunt in, leo. Maecenas pulvinar lobortis est. Phasellus sit amet erat. Nulla tempus. Vivamus in felis eu sapien cursus vestibulum. Proin eu mi. Nulla ac enim. In tempor, turpis nec euismod scelerisque, quam turpis adipiscing lorem, vitae mattis nibh ligula nec sem. Duis aliquam convallis nunc.",
            "genericName": "Aconite, Belladonna, Chamomilla, Ferrum Phosphorica, Hepar Sulph, Plantago, Pulsatilla"
        },
        "id": "5593ada64d6f63208b1f5200",
        "title": "Mild Earaches and Teething",
        "cost": "$12.72"
    }, {
        "details": {
            "company": "Ventura Corporation (San Juan, P.R)",
            "stockLeft": 76,
            "buyLimit": 2,
            "summery": "quam sapien varius ut blandit non interdum",
            "description": "Duis mattis egestas metus. Aenean fermentum. Donec ut mauris eget massa tempor convallis. Nulla neque libero, convallis eget, eleifend luctus, ultricies eu, nibh. Quisque id justo sit amet sapien dignissim vestibulum. Vestibulum ante ipsum primis in faucibus orci luctus et ultrices posuere cubilia Curae; Nulla dapibus dolor vel est. Donec odio justo, sollicitudin ut, suscipit a, feugiat et, eros. Vestibulum ac est lacinia nisi venenatis tristique. Fusce congue, diam id ornare imperdiet, sapien urna pretium nisl, ut volutpat sapien arcu sed augue. Aliquam erat volutpat.",
            "genericName": "Octinoxate and Oxybenzone"
        },
        "id": "5593ada64d6f63208b205200",
        "title": "ESIKA",
        "cost": "$2.51"
    }, {
        "details": {
            "company": "McKesson",
            "stockLeft": 102,
            "buyLimit": 9,
            "summery": "erat quisque erat eros viverra eget congue eget",
            "description": "Morbi non lectus. Aliquam sit amet diam in magna bibendum imperdiet. Nullam orci pede, venenatis non, sodales sed, tincidunt eu, felis. Fusce posuere felis sed lacus. Morbi sem mauris, laoreet ut, rhoncus aliquet, pulvinar sed, nisl. Nunc rhoncus dui vel sem. Sed sagittis. Nam congue, risus semper porta volutpat, quam pede lobortis ligula, sit amet eleifend pede libero quis orci. Nullam molestie nibh in lectus. Pellentesque at nulla. Suspendisse potenti. Cras in purus eu magna vulputate luctus. Cum sociis natoque penatibus et magnis dis parturient montes, nascetur ridiculus mus.",
            "genericName": "dextromethorphan polistirex"
        },
        "id": "5593ada64d6f63208b215200",
        "title": "Health Mart Cough DM",
        "cost": "$28.44"
    }, {
        "details": {
            "company": "REMEDYREPACK INC.",
            "stockLeft": 86,
            "summery": "suscipit nulla elit ac nulla sed vel",
            "description": "Duis ac nibh. Fusce lacus purus, aliquet at, feugiat non, pretium quis, lectus. Suspendisse potenti. In eleifend quam a odio. In hac habitasse platea dictumst. Maecenas ut massa quis augue luctus tincidunt. Nulla mollis molestie lorem. Quisque ut erat. Curabitur gravida nisi at nibh. In hac habitasse platea dictumst. Aliquam augue quam, sollicitudin vitae, consectetuer eget, rutrum at, lorem. Integer tincidunt ante vel ipsum. Praesent blandit lacinia erat. Vestibulum sed magna at nunc commodo placerat. Praesent blandit.",
            "genericName": "Famotidine"
        },
        "id": "5593ada64d6f63208b225200",
        "title": "Famotidine",
        "cost": "$59.11"
    }, {
        "details": {
            "company": "Insight Pharmaceuticals LLC",
            "stockLeft": 45,
            "summery": "auctor sed tristique in tempus sit amet sem fusce consequat",
            "description": "Suspendisse accumsan tortor quis turpis. Sed ante. Vivamus tortor. Duis mattis egestas metus. Aenean fermentum. Donec ut mauris eget massa tempor convallis. Nulla neque libero, convallis eget, eleifend luctus, ultricies eu, nibh. Quisque id justo sit amet sapien dignissim vestibulum.",
            "genericName": "Dyclonine Hydrochloride"
        },
        "id": "5593ada64d6f63208b235200",
        "title": "Sucrets",
        "cost": "$9.89"
    }, {
        "details": {
            "company": "Q.A. Laboratories",
            "stockLeft": 146,
            "summery": "in hac habitasse platea dictumst aliquam",
            "description": "Suspendisse accumsan tortor quis turpis. Sed ante. Vivamus tortor. Duis mattis egestas metus.",
            "genericName": "CAPSAICIN"
        },
        "id": "5593ada64d6f63208b245200",
        "title": "SCREAMIN HOT TOAST",
        "cost": "$44.80"
    }, {
        "details": {
            "company": "Insight Pharmaceuticals LLC",
            "stockLeft": 78,
            "buyLimit": 8,
            "summery": "rutrum nulla tellus in sagittis",
            "description": "Nulla mollis molestie lorem. Quisque ut erat. Curabitur gravida nisi at nibh. In hac habitasse platea dictumst.",
            "genericName": "Aspirin and Caffeine"
        },
        "id": "5593ada64d6f63208b255200",
        "title": "Anacin",
        "cost": "$33.23"
    }, {
        "details": {
            "company": "Space Brands Limited",
            "stockLeft": 92,
            "buyLimit": 4,
            "summery": "curae mauris viverra diam vitae quam suspendisse potenti nullam porttitor",
            "description": "Cum sociis natoque penatibus et magnis dis parturient montes, nascetur ridiculus mus. Vivamus vestibulum sagittis sapien. Cum sociis natoque penatibus et magnis dis parturient montes, nascetur ridiculus mus. Etiam vel augue. Vestibulum rutrum rutrum neque. Aenean auctor gravida sem. Praesent id massa id nisl venenatis lacinia. Aenean sit amet justo. Morbi ut odio. Cras mi pede, malesuada in, imperdiet et, commodo vulputate, justo. In blandit ultrices enim.",
            "genericName": "Titanium Dioxide and Octinoxate"
        },
        "id": "5593ada64d6f63208b265200",
        "title": "Eve Lom Radiance Lift Foundation SPF 15",
        "cost": "$40.35"
    }, {
        "details": {
            "company": "Dr. Reddy's Laboratories Limited",
            "stockLeft": 68,
            "buyLimit": 4,
            "summery": "mattis odio donec vitae nisi nam ultrices libero",
            "description": "Phasellus in felis. Donec semper sapien a libero. Nam dui. Proin leo odio, porttitor id, consequat in, consequat ut, nulla. Sed accumsan felis. Ut at dolor quis odio consequat varius. Integer ac leo. Pellentesque ultrices mattis odio. Donec vitae nisi. Nam ultrices, libero non mattis pulvinar, nulla pede ullamcorper augue, a suscipit nulla elit ac nulla. Sed vel enim sit amet nunc viverra dapibus. Nulla suscipit ligula in lacus.",
            "genericName": "Allopurinol"
        },
        "id": "5593ada64d6f63208b275200",
        "title": "Allopurinol",
        "cost": "$28.03"
    }, {
        "details": {
            "company": "Uriel Pharmacy Inc.",
            "stockLeft": 47,
            "buyLimit": 1,
            "summery": "vel sem sed sagittis nam",
            "description": "Aliquam non mauris. Morbi non lectus. Aliquam sit amet diam in magna bibendum imperdiet. Nullam orci pede, venenatis non, sodales sed, tincidunt eu, felis. Fusce posuere felis sed lacus. Morbi sem mauris, laoreet ut, rhoncus aliquet, pulvinar sed, nisl. Nunc rhoncus dui vel sem. Sed sagittis. Nam congue, risus semper porta volutpat, quam pede lobortis ligula, sit amet eleifend pede libero quis orci. Nullam molestie nibh in lectus. Pellentesque at nulla. Suspendisse potenti. Cras in purus eu magna vulputate luctus. Cum sociis natoque penatibus et magnis dis parturient montes, nascetur ridiculus mus. Vivamus vestibulum sagittis sapien. Cum sociis natoque penatibus et magnis dis parturient montes, nascetur ridiculus mus. Etiam vel augue. Vestibulum rutrum rutrum neque.",
            "genericName": "Arnica e rad. 12"
        },
        "id": "5593ada64d6f63208b285200",
        "title": "Arnica e rad. 12",
        "cost": "$4.52"
    }]
}